tap "derailed/k9s"
tap "derailed/popeye"
tap "deviceinsight/packages"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "theeternalsw0rd/telnet"
brew "python@3.9"
brew "ansible"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "colordiff"
brew "duff"
brew "eksctl"
brew "fping"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lsd"
brew "nghttp2"
brew "node", link: false
brew "prettyping"
brew "sphinx-doc"
brew "stern"
brew "telnet"
brew "terraform"
brew "tflint"
brew "thefuck"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "derailed/popeye/popeye"
brew "deviceinsight/packages/kafkactl"
cask "tunnelblick"
