tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "osx-cross/avr"
tap "px4/px4"
tap "theeternalsw0rd/telnet"
tap "derailed/k9s"
tap "derailed/popeye"
tap "deviceinsight/packages"


brew "python@3.9"
brew "ansible"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "colordiff"
brew "duff"
brew "eksctl"
brew "fping"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lsd"
brew "nghttp2"
brew "node", link: false
brew "prettyping"
brew "sphinx-doc"
brew "stern"
brew "telnet"
brew "terraform"
brew "tflint"
brew "thefuck"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "derailed/popeye/popeye"
brew "deviceinsight/packages/kafkactl"
brew "autoconf"
brew "avrdude"
brew "dfu-programmer"
brew "dfu-util"
brew "mas"
brew "mysql"
brew "openssl@3"
brew "rbenv"
brew "tree"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku", link: false
brew "osx-cross/avr/avr-gcc@9"
brew "px4/px4/gcc-arm-none-eabi"

cask "tunnelblick"
cask "spotmenu"
cask "raycast"

mas "1Password", id: 443987910
mas "Amphetamine", id: 937984704
mas "Clocker", id: 1056643111
mas "Compressor", id: 424390742
mas "CopyClip", id: 595191960
mas "Final Cut Pro", id: 424389933
mas "Flexiglass", id: 426410278
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "Horo", id: 1437226581
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "iStat Menus", id: 1319778037
mas "iStat Mini", id: 927292435
mas "Keynote", id: 409183694
mas "Logic Pro X", id: 634148309
mas "MainStage 3", id: 634159523
mas "Microsoft Remote Desktop", id: 715768417
mas "MiniPlay", id: 936243210
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "ToothFairy", id: 1191449274
mas "Unclutter", id: 577085396
mas "WhatsApp", id: 1147396723
mas "Things 3", id: 904280696
mas "Magnet", id: 441258766
mas "Boop", id: 1518425043
mas "Xcode", id: 497799835
